# St7GetLinkType

Returns the link type for the specified link.

long St7GetLinkType(long uID, long LinkNum, long* LinkType)
Input Parameters
uID
Strand7 model file ID.
LinkNum
Link number.
Output Parameters
LinkType
One of the link types described in Link Types.